export const greetings =
  "Привіт! 😊 Я допоможу тобі створити ідеальний пост!\n" +
  "Я буду по черзі запитувати потрібну інформацію, а в кінці підготую готовий текст. 🔥"

export const what_I_need =
  "📌 Ось що мені потрібно:\n" +

  " 1️⃣ Що будемо продавати ?\n" +
  " 2️⃣ Яка ціна ?\n" +
  " 3️⃣ Який стан ?\n" +
  " 4️⃣ Посилання на товар на сайті\n" +
  " 5️⃣ Які хештеги будем використовувати ?\n"

export const post_start_create = "Готовий? Натискай \"Створити пост\", і я запитаю все по черзі! 🚀!"
export const post_continue_create = 'Можемо зробити новий пост! Щоб створити його, натисніть "Створити пост" ✍️."'

export const create_post_text = {
  title: 'Напиши повну назву товару, який ми будемо продавати: ',
  price: 'Напиши вартість: ',
  article: 'Напиши який артикул товару:',
  mark: 'Оцініть якість отриманого товару, вибравши відповідний варіант:\n' +
    '\n' +
    '🆒 - Товар новий, без пошкоджень.\n' +
    '⚠️ - Є пошкодження.\n' +
    '🆗 - Розпродажний товар, без зауважень.\n' +
    '🆕 - Новий товар.\n',
  description: 'Напишіть опис товару: ',
  link: 'Скиньте посилання на товар на сайті: ',
  hashtags: 'Які хещтеги будемо використовувати ?\n' +
    'В форматі: тег тег тег'
}